// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "שגיאה ביישום";
"applicationDisabled" = "היישום מושבת";
"appInternalError" = "היישום נתקל בשגיאה פנימית. התקינו את היישום מחדש ונסו שוב.";
"appNeedsSpace" = "התקנת היישום נכשלה מפני שאין מספיק שטח אחסון זמין. פנו %.2f מגהבייט והפעילו את היישום שוב.";
"appZipDownloadFailedServerNotResponding" = "הורדת ארכיון היישום נכשלה. השרת אינו מגיב.";
"applicationDisabled" = "היישום מושבת";
"appWeResourcesNotAccessible" = "לא ניתן לגשת למשאבי הרשת של היישום.";

//c
"cancel" = "ביטול";
"close" = "סגירה";

//d
"downloading" = "הורדה...‏";

//e
"error" = "שגיאה";
"errorProcessingRequestFromApp" = "התגלתה שגיאה בעיבוד הבקשה מהיישום.";
"errorProcessingZip" = "אירעה שגיאה בשליפת קובץ הארכיון. ראו הודעות קודמות כדי לברר את הגורם לכשל.";
"exit" = "יציאה";

//g
"getNewVersion" = "קבלת גרסה חדשה";


//l
"loading" = "טעינה...‏";

//n
"NotAvailable"="לא זמין";

//o
"ok" = "אישור";

//s
"serviceNotification" = "הודעת שירות";

//u
"unpacking" = "שליפת מארז...‏";
"update" = "עדכון";
"upgrade" = "שדרוג";
